Repository: oyranos-cms/icc-examin
Catalog: po/*.po
Languages: cs, de

source: The gamma tables in the grafic card are shown in an external window, callable from the View menu. It shows on osX/XFree86/Xorg the RGB calibration curves. Calibration data, as represented in this window, is traditionally not part of the colorimetrically bound ICC profiles. However, calibration data is influental to the correctness of the monitor ICC profiles. Profiling can happen without graphic card gamma tables and consequently the graphic card lookup tables should be linear in that case. For convenience, the monitor profile can be loaded from this window in the main profile viewer window for further examination. The grafic card is observed during the window being open. The window is sensible to positioning on multi monitor setups. The profiles equivalent is the vcgt tag. A loaded monitor profile should show the same calibration curves in the vcgt tag as the Grafic card gamma tables window or the Grafic card gamma tables window should be linear or not set.
cs: Tabulky gama v grafické kartě jsou zobrazeny v externím okně, které lze vyvolat pomocí menu Zobrazit. Pro osX/XFree86/Xorg se zobrazí kalibrační křivky RGB. Kalibrační data, jak jsou zobrazena v tomto okně, tradičně nejsou kolorimetricky svázaná s profily ICC. Nicméně, kalibrační data ovlivňují správnost profilů ICC pro displeje/monitory. Charakterizaci lze provést i bez kalibračních tabulek gama v grafické kartě, tzn. že tyto tabulky budou v takovém případě lineární. Profil monitoru lze načíst načíst do ICC Examinu z hlavního okna v prohlížeči profilu. Po dobu otevření okna je neustále sledována grafická karta, okno je tedy citlivé na umístění při použití více monitorů. Štítek VCGT v profilu ICC je ekvivalentem tabulek gama grafické karty. Načtený profil monitoru by měl u štítku VCGT zobrazit shodné kalibrační křivky jako jsou tabulky gama grafické karty, případně by tabulky gama grafické karty měly být lineární či by neměly existovat.
de: Die Gammatabellen der Grafikkarte werden, soweit erkannt und gefordert, in einem eigenen Fenser dargestellt. Es zeigt die RGB Kalibrationskurven unter osX/XFree86/Xorg an für den Bildschirm an auf dem es gerade dargestellt wird. Traditionell sind Kalibrationskurven kein Bestandteil der ICC Profile mit ihrem eindeutigen farbmetrischen Bezug. Das Profilieren kann auch unter Fortlassen einer Kalibration erfolgen. Der einfacheren Bedienbarkeit wegen kann das Bildschirmprofil über dieses Fenster in das Hauptfenster geladen werden. Die Ansicht der Grafikkartenkurven wird beständig aktualisiert. Die Entsprechung der Kalibrationskurven in einem ICC Profile ist im vcgt Glied enthalten. Ein geladenes Monitorfarbprofil sollte in seinem 'vcgt' Glied die selben Kalibrationsdaten zeigen wie im Fenster der Gammatabellen der Grafikkarte.

source: The measurement data is taken from the profile, if available, and transformed to fit in the CGATS standard. A window can be called from the View menu to show the corrected measurement output.
cs: Data měření jsou načtena přímo z profilu (jsou-li vložena) a upravena dle standardu CGATS. Okno se zobrazením upravených dat měření lze otevřít pomocí menu Zobrazit.
de: Die Messdaten werden intern in das CGATS Format gewandelt. Diese Daten können über Fenster-&gt;CGATS Ansicht eingesehen werden.

source: The ncl2 tag is used to store named colours in a list. This can be used to describe spot colours or describe a painters palette. Loading a profile containing such a tag into ICC Examin switches the 3D gamut view mode on. You see then the colours in 3D (CIE*Lab) and not as a list of numbers as in the tag viewer.
cs: Štítek ncl2 je použit pro uložení seznamu pojmenovaných barev. Lze jej využít pro popis bodových barev nebo malířských palet. Načtení profilu obsahující tento štítek do ICC Examinu aktivuje trojrozměrné zobrazení gamutu. Barvy jsou pak zobrazeny v 3D (CIE*Lab) a ne jako seznam čísel jako v prohlížeči štítku.
de: Der ncl2 Typ enthält Einzelfarbwerte in einer Liste. Diese kann benutzt werden um Farbpaletten zu beschreiben. Das Laden eines solchen Farbprofiles lässt ICC Examin direkt das 3D Farbraumfenster öffnen. Die Farben werden als Orte im 3D CIE*Lab Farbraum und nicht als Textliste wie im Hauptfenster angezeigt.

source: The report can be exported from the File menu in html format.
cs: Report může být vyexportován ve formátu HTML pomocí menu Soubor.
de: Der Bericht kann im HTML Format exportiert werden im Dateimenü.

source: The tag is described in in verson 2 of the ICC specification. In ICC specification version 4 a new even more complex tag is introduced and is calleed mAB.
cs: Štítek je popsán ve verzi 2 specifikace ICC. Verze 4 přináší nový a komplexnější štítek nazvaný mAB.
de: Dieser Typ wurde in Version 2 des ICC Standards eingeführt. Mit Version 4 gibt es weiterentwickelte neue Typen.

source: Thermal wax printer
cs: Tepelná vosková tiskárna
de: Thermischer Wachsdrucker

source: They contain the result of hard work in researching the best translation of scattered measurements to equally spaced grid tables. Only this step makes colour transformation reasonably fast.
cs: Jsou výsledkem těžké dřiny během zkoumání nejlepšího převodu roztříštěných dat měření do tabulek s rovnoměrně rozloženým krokem. Tento krok umožňuje barvové transformace s rozumnou rychlostí.
de: Sie enthalten das Ergebnis der interpolierenden Projektion von verstreuten Messungen in das regelmäßige Gitter der Tabelle hinein. Nur diese Tabelle ermöglicht es mit relativ kleinem Aufwand die endgültigen Farbwerte zu interpolieren.

source: To navigate arround in a 3D view use the:
cs: Pro navigaci v 3D použijte:
de: Zum Navigieren in der 3D Ansicht:

source: Transparent,
cs: průhledné,
de: Durchsicht,

source: VRML Files (*.wrl)
cs: Soubory VRML (*.wrl)
de: VRML Dateien (*.wrl)

source: VRML file are selectable alone. ICC Examin will not accept mixing with other files. The VRML gamut hull's from ArgyllCMS are the only known supported ones.
cs: Soubory VRML lze vybrat pouze po jednom. ICC Examin nepodporuje kombinování s jinými soubory. Jediné podporované vizualizace gamutu VRML jsou ty vytvořené ArgyllCMS.
de: VRML Modelle können nicht mit anderen Dateitypen vermischt werden. ArgyllCMS VRML Farbhüllen sollten unterstützt werden.

source: Value
cs: Hodnota
de: Wert

source: Video Monitor
de: Video Bildschirm

source: Video camera
cs: Video kamera
de: Video Kamera

source: VideoCardGammaTable
cs: Gama tabulka graf. karty
de: Grafik Karten Gamma Tabelle (vcgt)

source: Videocard Gamma
cs: Gama video karty
de: Grafikkarten Gamma

source: View
cs: Zobrazit
de: Ansicht

source: Viewing Conditions
cs: Pozorovací podmínky
de: Betrachtungsbedingungen

source: Viewing conditions description
cs: Popis pozorovacích podmínek
de: Beschreibung der Betrachtungbedingungen

source: WARNING
cs: VAROVÁNÍ
de: WARNUNG

source: WARNING: Could not load corrupt or damaged profile.
cs: Varování: nelze načíst poškozený profil.
de: WARNUNG: Konnte koruptes oder beschädigtes Profil nicht laden.

source: WARNING: Could not load profile.
cs: Varování: Nelze načíst profil.
de: WARNUNG: Konnte Profil nicht laden.

source: Watch Colours 3D...
cs: Sledovat barvy 3D...
de: 3D Farbansicht...

source: Watch Colours 3D.2...
cs: Sledovat barvy 3D.2...
de: 3D Farbansicht2...

source: What kind of image is this?
cs: O jaký druh obrázku se jedná?
de: Was für ein Bild ist dies?

source: What kind of image is this?
cs: O jaký druh obrázku se jedná?
de: Was für ein Bild ist dies?

source: Which ICC profile?
cs: Který profil ICC?
de: Welches ICC Profil?

source: White
cs: Bílá
de: Weiß

source: Whole Screen on/off
cs: Celá obrazovka zap./vyp.
de: Ganzer Bildschirm an/aus

source: Windows
cs: Okna
de: Fenster

source: Work Space
cs: Pracovní prostor
de: Arbeitsfarbraum

source: Wrong profil assigned to image.
cs: Obrázek má přiřazen chybný profil.
de: Falsches Profil am Bild.

source: XYZ tags show things like Mediawhitepoint or Primaries of monitors in the CIE*xy diagram. This diagram shows only the hue and intensity part of the CIE XYZ colour space. The Intensity of the CIE Y channel can be imagined as a view from top.
cs: Štítky XYZ obsahují informace o bílém bodu média nebo primárních barvách monitoru v diagramu CIE*xy. Tento diagram zobrazuje pouze část barvového prostoru CIE XYZ týkající se odstínu (hue) a jasu (intensity). Jas kanálu CIE Y si lze představit jako pohled shora.
de: Glieder vom Typ XYZ können den Medienweißpunkt oder Primärfarborte eines Monitors enthalten und werden im CIE*xy Diagram dargestellt. Dieses Diagram Zeigt nur den Farbanteil des CIE*XYZ Farbraumes. Die Intensität des CIE*Y Kanals kann sich in der Draufsicht vorgestellt werden.

source: XineramaScreen:
cs: Xinerama obrazovka:
de: XineramaSchirm:

source: Yellow
cs: Žlutá
de: Gelb

source: Yes
cs: Ano
de: Ja

source: You can select an tag from the taglist and watch its content in the tag window below.
cs: Můžete zvolit štítek ze seznamu a zobrazit jeho obsah ve spodním okně.
de: Sie können ein Profilglied aus der Liste wählen und seinen Inhalt anzeigen lassen.

source: Your
cs: Váš
de: Ihr

source: and some more or less meaningfull informations
cs: a další více či méně smysluplné informace
de: und weitere mehr oder weniger bedeutende Informationsn

source: averaging deviations (dE CIE*Lab):<b>
cs: průměrné odchylky (dE CIE*Lab):<b>
de: Abweichungen (dE CIE*Lab) durchschnittlich:<b>

source: axis
cs: osa
de: Achse

source: black/white
cs: černo/bílé
de: schwarz/weiss

source: can be used independently from image.
cs: může být použit nezávisle na obrázku.
de: kann unabhängig vom Bild verwendet werden.

source: can not be used independently from image.
cs: nemůže být použit nezávisle na obrázku.
de: kann nicht unabhängig vom Bild verwendet werden.

source: colour
cs: barva
de: farbig

source: coloured
cs: barevně
de: farbig

source: created by:
cs: Vytvořeno:
de: erzeugt von:

source: date of creation
cs: datum vytvoření
de: Datum der Erstellung

source: device colour space
cs: barvový prostor zařízení
de: Gerätefarbraum

source: down key - reduce the slice plane distance
cs: šipka dolů - zmenšit vzdálenost roviny řezu
de: Pfeiltaste nach unten - verringert den Schnittflächenabstand

source: elements
cs: elementy
de: Element(e)

source: empty
cs: prázdné
de: leer

source: end key - set the slice plane distance to center
cs: klávesa End - vycentrovat vzdálenost roviny řezu
de: Ende - setzt die Schnittfläche auf den Mittelpunkt

source: exception occured:
cs: nastala výjimka:
de: Ausnahme:

source: file size 0 for
cs: velikost souboru 0 pro
de: Dateigröße 0 für

source: file type sinature (allways acsp)
cs: file type signature (vždy acsp)
de: die Dateitypesignatur (immer acsp)

source: found
cs: nalezeno
de: Fand

source: found no content for
cs: nenalezen žadný obsah pro
de: keine Inhalte gefunden für

source: found no header
cs: nenalezena hlavička
de: kein Dateikopf gefunden

source: gamut
de: Farbumfang

source: glossy,
cs: lesklé,
de: glänzend,

source: gray
cs: šedá
de: grau

source: high contrast
cs: vysoký kontrast
de: kontrastreich

source: home key - reset the slice plane distance
cs: klávesa Home - výchozí vzdálenost roviny řezu
de: Position 1 - setzt die Schnittfläche zurück

source: integrated sources, lock at the according files for licence conditions:<br/>
de: integrierte Quelltexte, die jeweiligen Lizenzbedingungen sind den entsprechended Dateien zu entnehmen:<br>

source: is not valid for an
cs: není platná pro
de: ist nicht gültig für ein

source: kind of usage
cs: typ použití
de: Art der Nutzung

source: left mouse button -> go back
cs: levé tlačítko myši -> jít zpět
de: linke Maustaste -> zurueck

source: left mouse button to rotate
cs: levé tlačítko myši pro rotaci
de: linke Maustaste -> Drehen

source: left-/middle-/right mouse button -> rotate/cut/menu
cs: levé/prostřední/pravé tlačítko myši -> rotovat/vystřihnout/menu
de: linke-/mittlere-/rechte Maustaste -> Drehen/Schneiden/Menue

source: lineare entrance curve with 256 steps
cs: lineární vstupní křivka s 256 kroky
de: Lineare Eingangskurve mit 256 Stufungen

source: lineare exit curve with 256 steps
cs: lineární výstupní křivka s 256 kroky
de: Lineare Ausgangskurve mit 256 Stufungen

source: loaded
cs: načteno
de: geladen

source: matte,
cs: matné,
de: matt,

source: middle mouse button or Shift+left mouse button to move/clip
cs: střední tlačítko myši nebo shift + levé tlačítko myši pro pohyb/ořez
de: Mittlere Masutaste oder Umschalten und linke Maustaste zum Bewegen

source: negative,
cs: negativní,
de: negativ,

source: no gammagradient information obtained
cs: nenalezena informace o přechodu gama
de: keine Gammainformationen erhalten

source: no measurment data or correct profile conversion available
cs: žádná změřená data nebo nemožná transformace profilu
de: keine Messdaten oder korrekte Farbtransformation verfügbar

source: no net found in VRML file
cs: nenalezena žádná síť v souboru VRML
de: kein Netz in VRML Datei gefunden

source: no net found. Is Argyll installed?
cs: nenalezena žádná síť. Je nainstalován Argyll CMS?
de: kein Netz gefunden. Ist Argyll installiert?

source: no profile
cs: žádny profil
de: kein Profil

source: noName
cs: beze jména
de: kein Name

source: none
cs: žádný
de: kein

source: not available
cs: nedostupné
de: nicht verfügbar

source: not inside memory block
cs: ne uvnitř bloku paměti
de: nicht innerhalb des Speicherblocks

source: o'clock
cs: hodin
de: Uhr

source: open X Display failed
cs: selhalo otevření X displeje
de: Verbinfung zum X Server gescheitert

source: points length per side
cs: bodů délky jedné strany
de: Punkten Seitenlänge

source: positive,
cs: pozitivní,
de: positiv,

source: profiles where originally involved
cs: profily byly původně použity
de: Profile waren ursprünglich beteiligt

source: reset to standard gamma
cs: obnovit standardní gama
de: Auf Standard Gamma zurücksetzen

source: right mouse button/ Strg+left mouse button to obtain additional menus. Among the additional menus are in:
cs: pravé tlačítko myši či CTRL + levé tlačítko myši pro zobrazení dalšího menu obsahujícího:
de: Rechte Maustaste oder Ctrl und linke Maustaste zusätzliche Menüs. Darin enthalten:

source: seconds
cs: sekund
de: Sekunden

source: sf32 and similiar tags may contain only numbers. Theyre interpretation depends on the name of the tag. For instance the tag named chad is used to specify a colour transformation matrix, which was originally used to normalise the measured colours to D50 standard conditions.
cs: sf32 a podobné šítky mohou obsahovat pouze čísla. Jejich interpretace zavisí na jménu štítku. Např. štítek pojmenovaný chad je použit pro specifikaci matice barvové transformace, která byla původně využita pro normalizaci měřených barev dle podmínek standardu D50.
de: sf32 und ähnliche Formen enthalten nur einfache Zahlenwerte. Ihre Deutung hängt ganz vom Namen des Gliedes ab. Z.B. das Glied mit Kürzel 'chad' enthält eine Farbumwandlungsmatrix für die Übertragung der Messfarben nach der D50 benannten Beleuchtungsbedingung.

source: steps
cs: kroky
de: Stufungen

source: tag list is corrupted for tag
cs: Seznam štítků je poškozen u štítku
de: die Elementliste ist beschädigt für Element

source: the internal stored size of the profile
cs: interně uložená velikost profilu
de: die interne gespeicherte Profilgröße

source: the internal used reference colour space
cs: interně použitý referenční barvový prostor
de: der interne Referenzfarbraum

source: the prefered ColourMatchingModule (CMM)
cs: Upřednostňovaný modul správy barev (CMM)
de: das bevorzugte Farbumrechnungsmodul (CMM)

source: top menu: the channel selection if appropriate
cs: vrchní menu: volba kanálu (jeli k dispozici)
de: oberes Menü: Kanalauswahl, falls zutreffend

source: unknown
cs: neznámý
de: unbekannt

source: unknown Colour
cs: neznamá barva
de: unbekannte Farbe

source: up key - increase the slice plane distance
cs: šipka nahoru - zvětšit vzdálenost roviny řezu
de: Pfeiltaste nach oben - erhöht den Schnittflächenabstand

source: with
cs: s
de: mit

source: without markers
cs: bez značek
de: ohne Farborte

source: wrong tag size in profile
cs: chybná velikost štítku v profilu
de: falsche Elementgröße in Profil

source: Film scanner
cs: Filmový skener

source: Flexography
cs: Flexografie

source: Gravure
cs: Gravura

source: ICC Examin Version
cs: ICC Examin Verze

source: Information:
cs: Informace:

source: L
cs: P

source: Log
cs: Záznam událostí

source: Log:
cs: Žurnál:

source: Magenta
cs: Purpurová

source: Matrix
cs: Matice

source: Matrix 3x3 + 3
cs: Matice 3x3 + 3

source: Name
cs: Jméno

source: Offset Lithography
cs: Offsetová litografie

source: Pause
cs: Pozastavit

source: Pos
cs: Poz

source: Separation
cs: Separace

source: Silkscreen
cs: Sítotisk

source: The "rawphoto" plugin won't work because there is no "dcraw" executable in your path.
cs: Plugin "rawphoto" nebude fungovat protože program "dcraw" není v prohledávané cestě.

source: Version:
cs: Verze:

source: bytes
cs: bajtů

source: invisible box
cs: neviditelný box
