Repository: oyranos-cms/icc-examin
Catalog: po/*.po
Languages: cs, de

source: ICC Examin is licensed under the GPL version 2. Especially all icc_* files are licensed under the GPL.<br> The other source files may contain devergine licenses, which are detectable from file headers.
cs: ICC Examin podléhá licenci GPL verze 2. Zvláště všechny soubory icc_* podlehaji licenci GPL.<br> Ostatní zdrojové kódy mohou obsahovat odchýlené licence, které jsou patrné z hlaviček jednotlivých souborů.
de: ICC Examin ist unter der GPL Version 2 lizensiert.<br> Insbesondere alle icc_* Dateien sind lizenziert unter der GPL.<br> Die anderen Dateien k&ouml;nnen abweichende Lizenzbedingungen in den Dateik&ouml;pfen enthalten.

source: head head 128 File header
de: Kopf Kopf 128 Dateikopf

source: (dE CIE 2000) averaging:
cs: (dE CIE 2000) průměry:
de: (dE CIE 2000) durchschnittlich:

source: FLTK: Bill Spitzack and others <a href="http://www.fltk.org">www.fltk.org</a><br/>
de: FLTK: Bill Spitzack und andere <a href="http://www.fltk.org">www.fltk.org</a><br>

source: bsp rendering: Norman Chin<br/>
de: BSP Darstellung: Norman Chin<br>

source: maximum:
de: maximal:

source: minimum:
de: minimal:

source: The Profile identifier tag is used in device link profiles to identify the profiles used to build the device link. However there are other informations needed to repeat the creation of a device link profile, like rendering intents or K preservation flags and so on.
cs: Štítek identifikace profilu je využit u spojovacích profilů (device link) pro identifikaci profilů použitých pro jejich vytvoření. Nicméně, jsou zde uloženy i další informace nutné k opětovnému vytvoření spojovacího profilu jako např. záměry transformace, info o zachování K atd.
de: Das Profilidentifikationsglied dient in Geräteverknüpfungsprofilen der Zuordnung der ursprünglichen Farbprofile. Dennoch werden noch weitere Information, wie die Übertragungsfunktion, die benutzte CMM und ihre benutzten Optionen, benötigt um ein solches Profil nachgestalten zu können.

source: number key - set the number of interpolation planes
cs: číselná klávesa - nastavit počet rovin interpolace
de: Zahlentasten setzten die Anzahl den Interpolationsflächen

source: points
cs: bodů
de: Punkten

source: typ - no text output
cs: typ - žádný textový výstup
de: Typ - keine Textausgabe

source: used too early!
cs: použito příliš brzy!
de: zu zeitig benutzt!

source: with
cs: s
de: mit

source: with Gamma: 1.0
cs: s gama: 1.0
de: mit Gamma: 1.0

source: with one entry for gamma:
cs: s jedním vstupem pro gama:
de: mit einem Eintrag für Gamma:

source: !!! ERROR
cs: !!! CHYBA
de: !!! FEHLER

source: !!! Warning !!!
cs: !!! Varování !!!
de: !!! Warnung !!!

source: '*' star - larger steps for the minus and plus keys above
cs: '*' hvězdička - větší kroky pro klávesy mínus a plus
de: '*' Stern - erhöht die Schrittweite der + und - Tasten

source: '+' plus - increase the actual interpolation plane
cs: '+' plus - zvýšit rovinu interpolace
de: '+' Plus - erhöht den Interpolationswert

source: '-' minus - reduce the actual interpolation plane
cs: '-' mínus - snížit rovinu interpolace
de: '-' Minus - reduziert den Interpolationswert

source: '/' slash - smaller steps for the minus and pus keys above
cs: '/' lomítko - menší kroky pro klávesy mínus a plus
de: '/' Schrägstrich - verringert die Schrittweite für die + und - Tasten

source: '_' underline - switch lines between one and three directions
cs: '_' podtržítko - přepínat linie mezi jedním a třemi směry
de: _ Unterstrich - schaltet zwischen einer und drei Richtungen um

source: 0/d or d/0
cs: 0/d nebo d/0
de: 0/d oder d/0

source: 1 Features
cs: 1 Vlastnosti
de: 1 Programmeigenschaften

source: 10 degree (1964)
cs: 10stupňový (1964)
de: 10 Grad (1964)

source: 10color
cs: 10barevný
de: 10farbig

source: 11color
cs: 11barevný
de: 11farbig

source: 12color
cs: 12barevný
de: 12farbig

source: 13color
cs: 13barevný
de: 13farbig

source: 14color
cs: 14barevný
de: 14farbig

source: 15color
cs: 15barevný
de: 15farbig

source: 2 Usage
cs: 2 Použití
de: 2 Benutzung

source: 2 degree (1931)
cs: 2stupňový (1931)
de: 2 Grad (1931)

source: 2.1 File opening
cs: 2.1 Otevření souboru
de: 2.1 Datei Öffnen

source: 2.2 Main window
cs: 2.2 Hlavní okno
de: 2.2 Hauptfenster

source: 2.3 Complex tags navigation
cs: 2.3 Kompletní údaje o štítcích
de: 2.3 Navigation zusammengesetzter Elemente

source: 2.4 Windows and Views
cs: 2.4 Okna a pohledy
de: 2.4 Fenster und Ansichten

source: 2.4.1 Gamut
de: 2.4.1 Farbhülle

source: 2.4.2 3D navigation and keys
cs: 2.4.2 3D navigace a klávesy
de: 2.4.2 3D Navigation und Tasten

source: 2.4.3 Report View
cs: 2.4.3 Zobrazení reportu
de: 2.4.3 Qualitäts Bericht

source: 2.4.4 CGATS view
cs: 2.4.4 Zobrazení CGATS
de: 2.4.4 CGATS Ansicht

source: 2.4.5 Grafic card gamma tables
cs: 2.4.5 Gama tabulka grafické karty
de: 2.4.5 Grafik Karten Gamma Tabelle (vcgt)

source: 2.4.6 Help
cs: 2.4.6 Nápověda
de: 2.4.6 Hilfe

source: 2color
cs: 2barevný
de: 2farbig

source: 3 Profile elements
cs: 3 Skladba profilu
de: 3 Profilglieder

source: 3.1 Header
cs: 3.1 Hlavička
de: 3.1 Kopfteil

source: 3.2 Tag types
cs: 3.2 Typy štítků
de: 3.2 Bausteintypen

source: 3D Lookup table with
cs: 3D vyhledávací tabulka s
de: 3D Farbtabelle mit

source: 3color
cs: 3barevný
de: 3farbig

source: 4 Other file formats
cs: 4 Jiné formáty souborů
de: 4 Andere Datei Formate

source: 4 rendering intents + BPC
cs: 4 záměry transformace + BPC
de: Vier Übertragungsfunktionen + Scharzpunktkompensation (BPC)

source: 4.1 Measurements CGATS
cs: 4.1 Měření CGATS
de: 4.1 Messungen CGATS

source: 4.2 Model VRML
de: 4.2 Modell VRML

source: 4color
cs: 4barevný
de: 4farbig

source: 5color
cs: 5barevný
de: 5farbig

source: 6color
cs: 6barevný
de: 6farbig

source: 7color
cs: 7barevný
de: 7farbig

source: 8color
cs: 8barevný
de: 8farbig

source: 9color
cs: 9barevný
de: 9farbig

source: </b> maximum:
de: </b> maximal:

source: </b> Measurement
cs: </b> Měření
de: </b> Messdaten

source: A subset of vrml alias wrl files is parsed. It allowes to open colour gamuts produced with argyll and saved with ICC Examin.
cs: Barvové gamuty vytvořené argyllCMS a uložené v programu ICC Examinu jako VRML (čili WRL) soubory lze opětovně otevřít.
de: Eine Untermenge der 3D Formates VRML, meist mit der Endung wrl, wird gelesen. Damit können Farbraumhüllen von z.B. ArgyllCMS oder solche mit ICC Examin gespeicherten geöffnet werden.

source: About
cs: O programu
de: Über

source: About ICC Examin
cs: O programu ICC Examin
de: Über ICC Examin

source: Absolute Colorimetric
cs: Absolutní kolorimetrický
de: Absolut Farbmetrisch

source: Abstract
cs: Abstraktní
de: Abstrakter Farbraum

source: Acknowledgement
cs: Poděkování
de: Dank

source: Acknowlegement
cs: Poděkování
de: Dank

source: Active matrix monitor
cs: Monitor s aktivní maticí
de: Aktivmatrixmonitor

source: Add to Favorites
cs: Přidat do záložek
de: Füge Lesezeichen hinzu

source: Additional keys:
cs: Další klávesy:
de: Zusätzliche Tasten

source: All Files (*)
cs: Všechny soubory (*)
de: Alle Dateien (*)

source: All Formats (*.{ICC,ICM,txt,it8,IT8,RGB,CMYK,ti*,cgats,CIE,cie,nCIE,oRPT,DLY,LAB,Q60,wrl,vrml,wrl.gz,vrml.gz,png,ppm,pnm,pgm,pfm}) ICC colour profiles (*.{I,i}{C,c}{M,m,C,c}) Measurement (*.{txt,it8,IT8,RGB,CMYK,ti*,cgats,CIE,cie,nCIE,oRPT,DLY,LAB,Q60}) Argyll Gamuts (*.{wrl,vrml,wrl.gz,vrml.gz} Images (*.png,ppm,pnm,pgm,pfm)
cs: Všechny formáty (*.{ICC,ICM,txt,it8,IT8,RGB,CMYK,ti*,cgats,CIE,cie,nCIE,oRPT,DLY,LAB,Q60,wrl,vrml,wrl.gz,vrml.gz,png,ppm,pnm,pgm,pfm}) barvové profily ICC (*.{I,i}{C,c}{M,m,C,c}) Měření (*.{txt,it8,IT8,RGB,CMYK,ti*,cgats,CIE,cie,nCIE,oRPT,DLY,LAB,Q60}) Gamuty Argyll (*.{wrl,vrml,wrl.gz,vrml.gz} Obrázky (*.png,ppm,pnm,pgm,pfm)
de: Alle Formate (*.{ICC,ICM,txt,it8,IT8,RGB,CMYK,ti*,cgats,CIE,cie,nCIE,oRPT,DLY,LAB,Q60,wrl,vrml,wrl.gz,vrml.gz,png,ppm,pnm,pgm,pfm}) ICC Farbprofile (*.{I,i}{C,c}{M,m,C,c}) Messdaten (*.{txt,it8,IT8,RGB,CMYK,ti*,cgats,CIE,cie,nCIE,oRPT,DLY,LAB,Q60}) Argyll Farbraumhüllen (*.{wrl,vrml,wrl.gz,vrml.gz} Bilder (*.png,ppm,pnm,pgm,pfm)

source: An other type are curves. They are shown as such. Note the coordinates are all normalised to 0.0 -&gt; 1.0.
cs: Dalším typem jsou křivky, které se jako takové i zobrazí (souřadnice jsou normalizovány na interval 0.0 -&gt; 1.0).
de: Kurven werden graphisch dargestellt. Die Koordinaten sind auf 0.0 -&gt; 1.0 normalisiert.

source: Attributes:
cs: Atributy:
de: Attribute:

source: Back side
cs: Pozadí
de: Rückseite

source: Background colour
cs: Barva pozadi
de: Hintergrundfarbe

source: Below the header, which behaves like a fixed tag, are the variable tags listed. They appear in the same order as in the file. Starting with the tag number, then the tag signature and the type of content in the tag. The size of the tag follows and a small description gives you an idea af what the tag may be intended for.
cs: Pod hlavičkou, která se chová jako fixní štítek, jsou vypsány variabilní štítky ve stejném pořadí, jako jsou v souboru. Nejprve je uvedeno číslo štítku, poté jeho podpis a typ obsahu. Nakonec je uvedena velikost štítku a krátký popis, který by měl napomoci zjistit, čeho se štítek týká.
de: Unter den ProfilKopf sind die variable Liste der anderen Glieder aufgeführt. Sie erscheinen in der selben Reihenfolge wie in der Datei. Die erste Spalte enthält die Ordnungsnummer, gefolgt von Kennzeichnung, Typ und Größe. Eine kurze Beschreibung des Gliedes folgt in der letzten Spalte.

source: Black
cs: Černá
de: Schwarz

source: Blue
cs: Modrá
de: Blau

source: Blue Colorant
cs: Modrý kolorant
de: Blaue Grundfarbe

source: Blue tone reproduction curve
cs: Křivka reprodukce modrých tónů
de: Blaue Farbwiedergabekurve

source: CGATS View
cs: Zobrazení CGATS
de: CGATS Ansicht

source: CIE Y (Luminance)
cs: CIE Y (Jas)
de: CIE Y (Leuchtdichte)

source: CLUT table line mode:
cs: Liniový režim tabulky CLUT:
de: Tabellen Linienmodus:

source: Calibration date
cs: Datum kalibrace
de: Kalibrationsdatum

source: Cancel
cs: Zrušit
de: Abbrechen

source: Cathode ray tube display
cs: CRT obrazovka
de: Kathodenstrahlmonitor

source: Chain selection
cs: Výběr řetězce
de: Kettenauswahl

source: Channel
cs: Kanál
de: Kanal

source: Choose File
cs: Vybrat soubor
de: Wählen Sie eine Datei

source: Choose a attribute
cs: Zvolte atribut
de: Wählen Sie ein Bestandteil

source: Choose one profile tag
cs: Vyberte jeden šítek profilu
de: Wählen Sie einen Profilbaustein

source: Chromaticity
cs: Chromaticita
de: Primärfarben

source: Class:
cs: Třída:
de: Klasse:

source: Close
cs: Zavřít
de: Schliessen

source: Color book[iemn]
de: Farbsammlung[iemn]

source: Color profiles are often available from manufacturers of optical devices (digital camera, scanner, printer). With ICC Examin you can get an impression of the internal data , stored in a ICC profile. For profiles containing measurement data, ICC Examin can generate a quality report. The deviation, calculated from the measurement data is shown as well in the three dimensional gamut viewer.<br>
cs: Barvové profily jsou často k dispozici od výrobců optických zařízení (digitálních fotoaparátů, skenerů, tiskáren). Pomocí ICC Examinu můžete získat představu o interních datech uložených v profilu ICC. Pokud profily obsahují data měření, ICC Examin může vygenerovat report kvality profilu. Zobrazit lze jak odchylku počítanou z dat měření, tak i třírozměrný prohlížeč gamutu.<br>
de: Farbprofile sind erh&auml;ltlich ofmals von Herstellern optischer Ger&auml;te (digitale Kameras, Scanner, Drucker). Mit ICC Examin haben Sie die M&ouml;glichkeit einen Eindruck von den internen Daten zu erlangen. ICC Examin kann, falls Messdaten im Profil hinterlegt sind, einen Qualit&auml;tsbericht erstellen. Die aus den Messdaten errechneten Farbabweichungen werden auch im dreidimensionalen Farbraumbetrachter dargestellt. <br>

source: Colour
cs: Barva
de: Farbe

source: Colour Space
cs: Barvový prostor
de: Farbraum

source: Colour Space:
cs: Bar. prostor:
de: Farbraum:

source: Colour adaption matrix
cs: Matice přizpůsobení barev
de: Farbanpassungsmatrix

source: Colour b
cs: Barva b
de: Farbanteil b

source: Colour line
cs: Barevná čára
de: Farbkreis

source: Colour measurement data
cs: Data z barvového měření
de: Farbmessdaten

source: Colour r
cs: Barva r
de: Farbanteil r

source: Colour spots can be enlarged or made smaller by pressing + or -.
cs: Barvové body mohou být zvětšeny či zmenšeny pomocí kláves + a -.
de: Einzelfarben können vergrößert oder verkleinert werden mit + und -.

source: Compare Measurement <-> Profile Colours
cs: Porovnat měření <-> barvy profilu
de: Vergleich Mess- und Profilfarben

source: Configure Log
cs: Konfigurovat záznam událostí
de: Configure Skript Ausgabe

source: Conversion table with 16-bit precission:
cs: Konverzní tabulka s 16 bitovou přesností:
de: Konvertierungskette mit 16-bit Präzission:

source: Conversion table with 8-bit precission:
cs: Konverzní tabulka s 8 bitovou přesností:
de: Konvertierungskette mit 8-bit Präzission:

source: Copyright
de: Kopierrecht

source: Could not open font in:
cs: Nelze načíst font v:
de: Konnte Font nicht öffnen in:

source: Count
cs: Počet
de: Anzahl

source: Custom Filter
cs: Vlastní filtr
de: Eigener Filter

source: Cyan
cs: Azurová
de: Zyan

source: Dark gray
cs: Tmavá šeď
de: Dunkelgrau

source: Date
cs: Datum
de: Datum

source: Date:
cs: Datum:
de: Datum:

source: December
de: Dezember

source: Description
cs: Popis
de: Beschreibung

source: Device Colours
cs: Barvy zařízení
de: Gerätefarben

source: Device class
cs: Třída zařízení
de: Geräteklasse

source: Device colours
cs: Barvy zařízení
de: Farbmessflächen

source: Device manufacturerer description
cs: Popis výrobce zařízení
de: Geräteherstellerbeschreibung

source: Device model description
cs: Popis modelu zařízení
de: Gerätebeschreibung

source: Digital camera
cs: Digitální fotoaparát
de: Digitale Kamera

source: Display
cs: Displej
de: Monitor

source: Dye sublimation printer
cs: Sublimační tiskárna
de: Thermosublimationsdrucker

source: Electrophotographic printer
cs: Elektrofotografická tiskárna
de: Electrofotografischer Drucker

source: Electrostatic printer
cs: Elektrostatická tiskárna
de: Electrostatischer Drucker

source: Error in ICC profile tag found!
cs: Nalezena chyba ve štítku profilu ICC!
de: Fehler in ICC Profilbaustein gefunden!

source: Favorites
cs: Záložky
de: Lesezeichen

source: February
de: Februar

source: File
cs: Soubor
de: Datei

source: File Systems
cs: Souborové systémy
de: Dateisysteme

source: File header invalid
cs: Hlavička souboru neplatná
de: Dateikopf ungültig

source: File not loaded!
cs: Soubor nenačten!
de: Datei nicht geladen!

source: Filename
cs: Jméno souboru
de: Dateiname

source: Filename (corrupted ICC data type)
cs: Jméno souboru (porušený typ dat ICC)
de: Dateiname (beschädigte ICC Daten)

source: Filename (other data type)
cs: Jméno souboru (jiný typ)
de: Dateiname (anderer Datentyp)

source: Filename:
cs: Jméno souboru:
de: Dateiname:

source: Files once loaded are observed by ICC Examin. The view will be actualised upon a modification.
cs: Změny v již načtených souborech jsou okamžitě promítnuty v ICC Examinu bez nutnosti opětovného načtení.
de: Geladene Dateien werden von ICC Examin beobachtet und nach Veränderungen die Ansicht erneuert.

source: Film writer
cs: Zapisovač na film
de: Filmbelichter

source: Flags:
cs: Příznaky:
de: Optionen:

source: Flare
cs: Přesvětlení
de: Überstrahlung

source: For an overview see
cs: Pro obecný přehled viz
de: Für eine Übsersicht sehen Sie bitte:

source: For the visualisation of gamut (external):<br/>
de: F&uuml;r die Visualisation des Farbumfangs (Erzeugung extern):<br>

source: From the application windows menubar you can select File-&gt;Open and to show file dialog. Select one or more files for gamut comparision as you like. The selection order should be preserved. On top right side of the FLTK file selector resides the bookmark alias Favourites button. If you frequently visit directories you will find it usefull to append these directories to your bookmark / favourites list. To do this, go to an directory with the file selector and choose from the bookmark button the add entry. The added directory appears in the bookmark list and is available for later use.
cs: Z menu aplikace můžete vybrat Soubor-&gt;Otevřít pro zobrazení souborového dialogu. Vyberte jeden či volitelně i více souborů pro porovnání gamutů, přičemž pořadí výběru zůstane zachováno. V pravé horní části dialogového okna jsou umístěny záložky (oblíbené položky). Pokud častěji přistupujete do konkrétních adresářů, je užitečné je přidat do seznamu záložek. To provedete kliknutím na tlačítko Přidat poté, co označíte příslušný adresář myší. Přidaný adresář se objeví v seznamu záložek pro budoucí použití.
de: Vom Menü des Hautfensters kann Datei-&gt;Öffnen gewählt werden. Es sollte sich der Dateidialog öffnen. Sie können mehrere Profile für die Farbhüllansicht auswählen. Auf der oberen rechten Seite des FLTK Dateiwählers befindet sich die Lesezeichenverwaltung. Sie können ein Verzeichnis öffnen und in den Lesezeichen speichern. Es steht Ihnen beim nächsten Dateiöffnen zur Verfügung.

source: From the context menu (ctrl+left mouse button or right mouse button) you can select the average human (CIE standard observer) visible spectral colours as a line.
cs: Z kontextového menu (CTRL + levé tlačítko myši nebo pravým tlačítkem myši) můžete zobrazit čáru představující viditelné spektrální barvy dle definice standardního pozorovatele (CIE).
de: Vom Kontextmenü lässt sich auch die Spektralfarblinie des CIE Standardbetrachters einblenden.

source: Full screen mode
cs: Celoobrazovkový režim
de: Ganzer Bildschirmmodus

source: Gamma Blue:
cs: Gama modrá:
de: Gamma Blau:

source: Gamma Green:
cs: Gama zelená:
de: Gamma Grün:

source: Gamma Green:
cs: Gama zelená:
de: Gamma Grün:

source: Gamma Red:
cs: Gama červená:
de: Gamma Rot:

source: Gamut
de: Farbhülle

source: Gamut View
cs: Zobrazení gamutu
de: Farbhüllansicht

source: Gamut Warning
cs: Varování gamutu
de: Farb Warnung

source: Gamut selector
cs: Volba gamutu
de: Darstellungsoptionen

source: Gamut view:
cs: Zobrazení gamutu:
de: Farbhüllansicht:

source: Geometry:
cs: Geometrie:
de: Geometrie:

source: Grafic Card Gamma Table
cs: Tabulka gama grafické karty
de: Grafik Karten Gamma Tabelle (vcgt)

source: Gray
cs: Šeď
de: Grau

source: Gray tone reproduction curve
cs: Křivka reprodukce šedých tónů
de: Schwarze Wiedergabekurve

source: Green
cs: Zelená
de: Grün

source: Green Colorant
cs: Zelený kolorant
de: Grüne Grundfarbe

source: Green tone reproduction curve
cs: Křivka reprodukce zelených tónů
de: Grüne Farbwiedergabekurve

source: HTML Documents (*.htm*)
cs: Dokumenty HTML (*.htm*)
de: HTML Dokumente (*.htm*)

source: Help
cs: Nápověda
de: Hilfe

source: Huch, unknown exception
cs: Uf, neznámá výjimka
de: Huch, unbekannte Ausnahme

source: Hue
cs: Odstín
de: Farbton

source: ICC Examin CGATS parser
de: ICC Examin CGATS Leser

source: ICC Examin Object
de: ICC Examin Objekt

source: ICC Examin can be launched from the Application folder or Dock on osX and from the Graphics menu on Linux. It should as well register as viewer for ICC profiles, CGATS text and VRML Gamut files.
cs: ICC Examin může být spuštěn ze složky aplikací či doku na osX a menu Grafika na Linuxu. Měl by být též zaregistrován jako prohlížeč profilů ICC, textů CGATS a souborů VRML Gamut.
de: ICC Examin kann unter osX vom Programmordner oder der unternen Programmbar und unter Linux aus dem Grafikmenü gestartet werden. Es sollte sich auch als Betrachter für ICC Profile, CGATS und VRML registrieren.

source: ICC Examin is a colour profile viewer.
cs: ICC Examin je prohlížeč barvových profilů.
de: ICC Examin ist ein Farbprofilbetrachter.

source: ICC Examin is a viewer for colour profiles according to ICC standard - www.color.org . At the moment version 2 and version 4 profiles are supported.
cs: ICC Examin je prohlížeč pro barvové profily dle standardu ICC - www.color.org. V současné době jsou podporovány profily ICC verze 2 a 4.
de: ICC Examin ist ein Betrachter von Farbprofilen gem&auml;&szlig; ICC Standard - www.color.org . Im Moment werden Version 2 und Version 4 Profile unterst&uuml;tzt.

source: ICC Examin output filter
de: ICC Examin Ausgabefilter

source: ICC Examin uses following libraries:<br/>
de: ICC Examin benutzt folgende Bibliotheken:<br>

source: ICC Examin's file selector is designed to work like a browser. Every new selected file is instantly shown in the aaplication for quick comparisions. When ICC Examin starts to parse files, it shows the yellow progressbar. Depending on the complexity of the file it may take some time to finish. The open gamut view takes extra time.
cs: Každý nově označený soubor v dialogovém okně pro výběr souboru se okamžitě zobrazí v hlavním okně aplikace, lze tedy snadno procházet údaje o profilech. Při označení souboru zobrazí ICC Examin žlutý sloupec se zvýrazněním postupu načítání. Kompletní načtení může v případě komplexních profilů chvíli trvat. Vizualizace gamutu trvá ještě déle.
de: ICC Examin's Dateiwähler läd die gewählen Dateien sofort in das Programm. Damit können sie schnelle Vergleiche durchführen und durch Ordner blättern. Sobald ICC Examin läd zeigt es mit dem Fortschrittsbalken seinen Status an. Abhängig von der Komplexität der Datei und dem benutzen Rechner benötigt es etwas Zeit.

source: ICC colour profiles (*.ic*)
cs: Barvové profily ICC (*.ic*)
de: ICC Farbprofile (*.ic*)

source: ICC profile header
cs: hlavička profilu ICC
de: ICC Dateikopf

source: ICC profiles can be loaded many for gamut comparisions. A named colour profile will only be accepted in the first position. Loading a CGATS measurement file after the belonging profile allowes to create the ICC Examin quality report. Some profiles, most of the standard CMYK ones, have the measurements already included.
cs: Lze načíst více profilů ICC současně, což umožní snadné porovnání jejich gamutů. Profil s pojmenovanými barvami je akceptován pouze na první pozici výběru. Načtení dat měření CGATS poté, co byl načten odpovídající profil, umožňuje ICC Examinu připravit report kvality. Některé profily, především většina standardních profilů CMYK, mají data měření již vložena v souboru profilu.
de: Einzelfarbprofile werden in einer Liste von Profilen nur an erster Stelle akzeptiert. Eine CGATS MEssdatei kann nach einem Profil geladen werden. Die Messdatei wird dann wie ein profileigenes Glied behandelt.

source: ICC standard version
cs: verze standardu ICC
de: die benutze Version des ICC Standards

source: If meashurements are shown, the spot radius can be selected from the context menu. This is handy to easily detect dE's of above 2 or 4. The connection line goes from the measurement (white) to the deviation by the profile (red).
cs: Pokud jsou zobrazena data měření, poloměr bodů lze vybrat z kontextového menu. Tímto lze snadno identifikovat odchylku (dE) větší než 2 či 4. Spojnice vychází z bodu měření (bíle) do bodu odchylky profilu (červeně).
de: Falls die Messfarben dargestellet werden lässt sich ein Radius in deltaE Schritten verändern. Voreingestellt ist 1dE. Die Verbindungslinie führt von der Messfarbe in Weiß zur Profilfarbe in Rot.
