Repository: oyranos-cms/icc-examin
Catalog: po/*.po
Languages: cs, de

source: If the profile contains measurements a report is generated. You reach this by selecting from the top menu View-&gt;Report. These measurement data are compared to what is calculated with the profile by littleCMS - the internal used CMM.
cs: Pomocí menu Zobrazení -&gt; Report se vygeneruje report z dat měření (jsou-li obsažena v profilu). Tato data měření jsou srovnána s údaji vypočtenými v profilu pomocí littleCMS (interně používaný CMM).
de: Falls das Farbprofil Messdaten enthält wird ein Bericht erzeugt. Der Qualitätsbericht wird mit Fenster-&gt;Qualitätsbericht aufgerufen. Die Messungen werden mit den intern von einem Farbmodul (CMM) durch das Farbprofil berecheten Werten verglichen.

source: Illuminant ---
cs: Iluminant ---
de: Farbtemperatur ---

source: Illuminant A
cs: Iluminant A
de: Farbtemperatur A

source: Illuminant D50
cs: Iluminant D50
de: Farbtemperatur D50

source: Illuminant D55
cs: Iluminant D55
de: Farbtemperatur D55

source: Illuminant D65
cs: Iluminant D65
de: Farbtemperatur D65

source: Illuminant D93
cs: Iluminant D93
de: Farbtemperatur D93

source: Illuminant F2
cs: Iluminant F2
de: Farbtemperatur F2

source: Illuminant F8
cs: Iluminant F8
de: Farbtemperatur F8

source: Illuminant Type
cs: Typ iluminantu
de: Beleuchtungstyp

source: Illuminant unknown
cs: Iluminant neznámý
de: Illuminant unbekannt

source: Illuminant with equal energy E
cs: Iluminant s rovnoměrnou energií E
de: Farbtemperatur mit ausgeglichener Energie E

source: Illuminant:
de: Beleuchtung:

source: Illustration
cs: Ilustrace
de: Darstellung

source: Illustration submenu, with the background colour selection and text/marker switching off and on
cs: Podmenu popisků s nastavením barvy pozadí a přepínáním zobrazení textu/bodů
de: Darstellungsmenü mit einfacher Hintergrundfarbauswahl, Text und Gitternetzschaltern

source: Image Profile...
cs: Profil obrázku...
de: Bildprofil...

source: Image[iemn_filter]
de: Bild[iemn_filter]

source: In normal mode ICC Examin shows first the tag list with the tag viewer below. Over the tag list resides the applications menubar.
cs: V normálním režimu zobrazuje ICC Examin nejprve seznam štítků a jejich obsah. Nad seznamem štítků je k dispozici menu aplikace.
de: Im Hauptfenster zeigt ICC Examin oben die Menüleiste, darunter die Liste der Profilglieder und darunter Details.

source: InkJet printer
cs: Inkoustová tiskárna
de: Tintenstrahldrucker

source: Input
cs: Vstupní
de: Eingabe

source: Intent:
cs: Záměr:
de: Übertragung:

source: Intent:
cs: Záměr:
de: Übertragung:

source: Internal error
cs: Vnitřní chyba
de: interner Fehler

source: It shows the internals of binary encoded ICC profiles to get an idea about its capabilities.
cs: Zobrazuje interní údaje binárně zakódovaných v profilech ICC, čímž umožňuje získat představu ohledně jejich použití.
de: Es zeigt die internen Bausteine binär kodierter ICC Farbprofile an, um einen Eindruck von seinen Eigenschaften zu erhalten.

source: It would be nice to allow as well lines to get parsed, which are used for visualisations by iccview for instance.
cs: Bylo by pěkné umožnit též analýzu "řádků/čar", které jsou např. použity pro vizualizace programem iccview.
de: Die von ICC Examin gespeicherten Farborte und ihre Verbindungslinien werden zur Zeit nicht unterstützt. Vollkompatible VRML Betrachter sollten sie allerding darstellen können.

source: January
de: Jenner

source: July
de: Juli

source: June
de: Juni

source: License
cs: Licence
de: Lizenz

source: Light gray
cs: Světlá šeď
de: Hellgrau

source: Lightness
cs: Světlost
de: Helligkeit

source: Linear input curve
cs: Lineární vstupní křivka
de: lineare Eingangkurve

source: Linear output curve
cs: Lineární výstupní křivka
de: lineare Ausgangskurve

source: Linearisation
cs: Linearizace
de: Linearisierung

source: Link
cs: Spojovací
de: Verknüpfung

source: Load
cs: Načíst
de: Lade

source: Load the current monitor profile
cs: Načíst aktuální profil monitoru
de: Das aktuelle Monitor Profile laden

source: Loading ..
cs: Načítá se ...
de: Lade ...

source: Lookup table, PCS to device, intent photometric
cs: Vyhledávací tabulka, PCS do zařízení, záměr perceptuální
de: Farbtabelle, Kontaktfarbraum an Gerät, Anpassung Fotografisch

source: Lookup table, PCS to device, intent relative colorimetric
cs: Vyhledávací tabulka, PCS do zařízení, záměr relativní kolorimetrický
de: Farbtabelle, Kontaktfarbraum an Gerät, Anpassung Relativ Farbmetrisch

source: Lookup table, PCS to device, intent saturation
cs: Vyhledávací tabulka, PCS do zařízení, záměr saturace
de: Farbtabelle, Kontaktfarbraum an Gerät, Anpassung Sättigung

source: Lookup table, device to PCS, intent photometric
cs: Vyhledávací tabulka, zařízení do PCS, záměr perceptuální
de: Farbtabelle, Gerät an Kontaktfarbraum, Anpassung Fotografisch

source: Lookup table, device to PCS, intent relative colorimetric
cs: Vyhledávací tabulka, zařízení do PCS, záměr relativní kolorimetrický
de: Farbtabelle, Gerät an Kontaktfarbraum, Anpassung Relativ Farbmetrisch

source: Lookup table, device to PCS, intent saturation
cs: Vyhledávací tabulka, zařízení do PCS, záměr saturace
de: Farbtabelle, Gerät an Kontaktfarbraum, Anpassung Sättigung

source: Luminance
cs: Jas
de: Leuchtdichte

source: Luminance Y
de: Leuchtdichte Y

source: MFT1/2 tags are complex and contain a set of peaces to do a colour transformation. The choice button below the tag view names them. You can select the matrix, in-and output curves and the CLUT. This kind of tag is mostly independend of other tags. Only few tags like wtpt and chad may influence them.
cs: Štítky MFT1/2 jsou komplexní a obsahují data nutné k barvovým transformacím. Výběrové tlačítko umístěné pod štítem zobrazuje jejich názvy. Můžete vybrat matici, vstupní a výstupní křivky a CLUT. Tento druh štítku je většinou nezávislý na jiných štítcích profilu (s výjimkou štítků jako wtpt a chad).
de: Glieder des Typs MFT1/2 sind kompliziert und einthalten selbst mehrere Stufen einer Farbumwandlung. Mit dem Auswahlknopf unterhalb der Gliedliste lassen sich die Matrizen, Kurven und Farbtabellen wählen. Die beiden Gliedtypen enthalten eine ziehmlich komplete Rezeptur der Farbumwandlung zwischen Geräte- und Kontaktfarbraum (PCS). Die Umwandlung kann lediglich noch von wtpt und chad beeinflusst werden.

source: Magic:
de: Signatur:

source: Manage Favorites
cs: Spravovat záložky
de: Bearbeite Lesezeichen

source: Manufacturer:
cs: Výrobce:
de: Hersteller:

source: Manufacturer:
cs: Výrobce:
de: Hersteller:

source: March
cs: březen
de: März

source: May
cs: květen
de: Mai

source: Meas colour
cs: Změř. barva
de: Messfarbe

source: Measured colours
cs: Změřené barvy
de: Farbmessergebnisse

source: Measurement
cs: Měření
de: Messart

source: Measurement data in CGATS format can be opened in ICC Examin. In the file selector is a dedicated filter available. The data are shown as text and in the 3D view.
cs: V ICC Examinu mohou být otevřena též data měření ve formátu CGATS. V dialogu výběru souboru je k dispozici příslušný filtr. Data jsou zobrazena jako text a ve 3D.
de: Messdaten im CGATS Format können in ICC Examin direkt geöffnet werden. Im Dateiwähler ist ein eigener Filter dafür vorgesehen. Die Daten werden als Text und in der 3D Farbraumansicht angezeigt.

source: Measurement patch
cs: Měřený vzorek
de: Messfeld

source: Measurment- and profile colours from <b>
cs: Změřené barvy a barvy profilu z <b>
de: Mess- und Profilfarben aus <b>

source: Media black point
cs: Černý bod média
de: Medienschwarzpunkt

source: Media white point
cs: Bílý bod média
de: Medienweißpunkt

source: Model:
de: Modell:

source: Model:
de: Modell:

source: Model:
de: Modell:

source: Monitor Profile
cs: Profil monitoru
de: Bildschirmprofil

source: More comparision styles would be nice in giving better meaning for varying criteria. The differences are summarised in the reports top lines. Each like contains the the colour values and euclidian dE + dE2000. Two rectangles on the right side may help to see the colour differences visually. The first monitor profile is used for this.
cs: Bylo-li by k dispozici více způsobů porovnávání, měnící se kritéria by poskytovala lepší smysl. Rozdíly jsou sumarizovány v prvních řádcích reportu. Každá řádka obsahuje hodnoty barev a euklidiánské dE + dE2000. Dva obdélníky na pravé straně mohou pomoci vizuálnímu porovnání (k tomu je použit první profil monitoru).
de: Die Unterschiede werden am Anfang zusammengefasst. Jede Tabellenzeile enthält euklidische dE und dE2000 Abstandswerte. Zwei Rechtecke ermöglichen einen augenscheinlichen Vergleich am Bildschirm.

source: More tags can follow here...
cs: Další štítky mohou následovat zde...
de: Mehr Typen können hier folgen ...

source: Multiple CGATS measurements can be loaded at once
cs: Současně může být načteno vícero měření CGATS
de: CGATS Farbmessungen können auch mehrere gleichzeitig geladen werden.

source: My Computer
cs: Můj počítač
de: Mein Rechner

source: My cordially thank is especially dedicated to Marti Maria and the many writers of the Lcms-user email list.
cs: Můj srdečný dík je zvláště věnován Marti Mariovi a mnoha přispěvatelům poštovní konference LCMS-user.
de: Mein herzlicher Dank gilt insbesondere Marti Maria und den vielen Schreibenden der Lcms-user Emailliste.

source: Named Colour
cs: Pojmenovaná barva
de: Einzelarben

source: Named Colour 2
cs: Pojmenovaná barva 2
de: Einzelfarben 2

source: Named colour names
cs: Jména pojmenovaných barev
de: Einzelfarbnamen

source: Named colour order
cs: Pořadí pojmenovaných barev
de: Einzelfarbordnung

source: Native Gamut
cs: Nativní gamut
de: Native Farbhülle

source: Native or separation Gamut. The later is the inbuild default. The native colour gamut can only be created when iccgamut from ArgyllCMS is available.
cs: Nativní gamut či gamut separace. Výchozí nastavení je separace. Nativní barvový gamut může být vytvořen pouze, je-li k dispozici program iccgamut z ArgyllCMS.
de: Nativer oder separierter Farbraum. Der letztere ist die Voreinstellung. Für die native Dartstellung wird iccgamut von ArgyllCMS benötigt.

source: New Directory?
cs: Nový adresář?
de: Verzeichnis erstellen

source: No Colour
cs: Bez barvy
de: keine Farbe

source: No active drawable found.
cs: Nenalezen žádný aktivní obrázek.
de: Keine aktive Zeichenebene gefunden.

source: No profil assigned to image.
cs: Obrázek nemá přiřazen profil.
de: Kein Profil am Bild.

source: No. Tag Type Size Description
cs: Č. Šť. Typ Vel. Popis
de: Nr. Teil Typ Größe Beschreibung

source: Note: primaries and some curves are grouped to better understand their meaning in the profile.
cs: Pozn.: primární barvy a některé křivky jsou seskupeny, aby byl zřejmější jejich význam v profilu a vzájemný vztah.
de: Hinweis: Primärfarborte und einige Kurven werden gruppiert, um ihre Bedeutung im Profil besser erfassen zu können.

source: Now you see the tag list has obtained some entries, showing the profiles tags. The first entry is allways the header. If the header is selected the tag window below shows many useful information about the profile. Among these information are:
cs: Nyní se v seznamu štítků objevily nějaké údaje. První údaj je vždy hlavička. Pokud kliknutím vyberete hlavičku, ve spodním okně se zobrazí mnoho užitečných informací oprofilu jako např.:
de: Nun hat die Liste der Profilbestandteile einige Einträge erhalten. Der Erste ist immer der Dateikopf. Wenn das Kopfglied gewählt wird zeigen sich folgende hilfreiche Informationen:

source: Number of colours:
cs: Počet barev:
de: Anzahl Farben:

source: Number of input channels
cs: Počet vstupních kanálů
de: Eingangskanäle

source: Number of output channels
cs: Počet výstupních kanálů
de: Ausgangskanäle

source: OK
de: Ja

source: October
de: Oktober

source: On the bottom you see the status area of the window.
cs: Úplně dole se zobrazuje stav aplikace.
de: Am unteren Rand befindet sich die Statuszeile.

source: Onion skins
cs: Průklepový papír
de: Zwiebelhäutchen

source: Open
cs: Otevřít
de: Öffnen

source: Output
cs: Výstupní
de: Ausgabe

source: Oyranos Settings
cs: Nastavení Oyranosu
de: Oyranos Einstellungen

source: Parse CGATS in a robust way.
de: Lese CGATS auf robuste Art.

source: Parse CGATS text.
de: Lese CGATS text.

source: Passive matrix monitor
cs: Monitor s pasívní maticí
de: Passivmatrixmonitor

source: Perceptual
cs: Perceptuální
de: Fotografisch

source: Photographic paper printer
cs: Tiskárna na fotografický papír
de: Photographischer Papierdrucker

source: Platform:
cs: Platforma:
de: Plattform:

source: Please choose an existing file!
cs: Prosím vyberte existující soubor!
de: Bitte wählen Sie eine existierende Datei!

source: Point
cs: Bod
de: Punkt

source: Port:
de: Anschluß:

source: Preview
cs: Náhled
de: Vorschau

source: Preview, photografic
cs: Náhled, perceptuální
de: Voransicht, fotografisch

source: Preview, relative colorimetric
cs: Náhled, relativní kolorimetrický
de: Voransicht, relativ farbmetrisch

source: Preview, saturated
cs: Náhled, saturace
de: Voransicht, farbgesättigt

source: Profil not written.
cs: Profil nebyl uložen.
de: Kein Profil geschrieben.

source: Profile at the moment".
cs: Profil v tento okamžik".
de: Profil im Moment".

source: Profile colour
cs: Barva profilu
de: Profilfarbe

source: Profile description
cs: Popis profilu
de: Profilbeschreibung

source: Profile description, multilingual
cs: Popis profilu, vícejazyčný
de: Profilbeschreibung mehrsprachig

source: Profile is embedded and
cs: Profil je vložen a
de: Farbprofil ist eingebettet und

source: Profile is not embedded and
cs: Profil není vložen a
de: Farbprofil ist nicht eingebettet und

source: Profile sequence description
cs: Popis sekvence profilu
de: Beschreibung der Profilverknüpfung

source: Profile" is designed for an other device
cs: Profil" je navržen pro jiné zařízení
de: Profil" ist für eine anderes Gerät bestimmt

source: Profile".
cs: Profil".
de: ICC Profil".

source: Profiling parameters
cs: Parametry charakterizace
de: Profilierungsparameter

source: Projection Television
cs: Projekční televize
de: Fernsehprojektion

source: Proof Profile...
cs: Profil simulace zobrazení...
de: Simulationsprofil...

source: Quit
cs: Ukončit
de: Beenden

source: Quit - allowes for exiting the application
cs: Ukončit - umožní zavřít aplikaci.
de: Beenden - erlaubt das Beenden des Programmes.

source: RGB primaries
cs: Primární barvy RGB
de: RGB Primätrfarben

source: Ready
cs: Připraven
de: Bereit

source: Red
cs: Červená
de: Rot

source: Red Colorant
cs: Červený kolorant
de: Rote Grundfarbe

source: Red tone reproduction curve
cs: Křivka reprodukce červených tónů
de: Rote Farbwiedergabekurve

source: Reflective scanner
cs: Odrazný skener
de: Auflichtscanner

source: Reflective,
cs: odrazné,
de: Aufsicht,

source: Relative Colorimetric
cs: Relativní kolorimetrický
de: Relativ Farbmetrisch

source: Report View
cs: Zobrazení reportu
de: Qualitäts Bericht

source: Report about ICC profile
cs: Report o profilu ICC
de: Report zum Farbprofil

source: Reset
de: Standard

source: Rotate around
cs: Rotovat dokola
de: Drehen um

source: Rotate around slice
cs: Rotovat okolo řezu
de: Drehen um Schnitt

source: Saturation
cs: Saturace
de: Sättigung

source: Save
cs: Uložit
de: Sichern

source: Save Gamut as Profile
cs: Uložit gamut jako profil
de: Speichere Farbhülle als Profil

source: Save Gamut as VRML
cs: Uložit gamut jako VRML
de: Speichere Farbhülle als VRML

source: Save Report
cs: Uložit report
de: Bericht Speichern

source: Save as VRML
cs: Uložit jako VRML
de: Speichere als VRML

source: Screen:
cs: Obrazovka:
de: Bildschirm:

source: Serial:
cs: Sériové č.:
de: Serien Nr.:

source: Set
cs: Nastavit
de: Setze

source: Set the current profile as monitor profile and upload vcgt tag to the video card
cs: Nastavit aktuální profil jako profil monitoru a načíst VCGT do video karty
de: Das aktuelle Profile als Monitorprofil setzen und die Gamma Tabelle in die Grafikkarte laden

source: Settings
cs: Nastavení
de: Einstellungen

source: Show Main Window
cs: Zobrazit hlavní okno
de: Zeige Hauptfenster

source: Show all channels of this table a own window.
cs: Ukázat všechny kanály této tabulky v samostatném okně.
de: Zeige alle Kanäle dieser Tabelle in einem eigenen Fenster an.

source: Show main application window, in case it is a icon.
cs: Je-li hlavní okno aplikace minimalizováno, zobrazit jej.
de: Zeige Hauptfenster im Falle es ist zu einem Symbol verkleinert.

source: Show:
cs: Zobrazit:
de: Zeige:

source: Size
cs: Velikost
de: Größe

source: Size+
de: Größe+

source: Size-
de: Größe-

source: Size:
cs: Velikost:
de: Größe:

source: Slice
cs: Řez
de: Schnitt

source: Slice plane
cs: Rovina řezu
de: Querschnitt

source: Slice plane submenu, with axis slicing in fly through style and rotation
cs: Podmenu s rovinami řezu se stylem průletu řezem a rotací
de: QuerSchnittmenü mit Schnittführung entlang der Axen oder Rotation

source: Some tags contain complex data. For such tags may appear a choicebutton below the tag list. There you can select detailed views of a complex tags endities.
cs: Některé štítky mohou obsahovat komplexní data. V takovém případě se pod seznamem štítků může objevit tlačítko s dodatečnými volbami umožňující detailní prozkoumání těchto údajů.
de: Einige Profilglieder enthalten selbst wieder mehrere und zum Teil unterschiedliche Bausteine. Sie lassen sich mit einem Auswahlknopf einzeln angewählen.

source: Spektral line
cs: Spektrální linie
de: Spektrallinie

source: Sphere 1dE
cs: Koule 1dE
de: Kugel 1dE

source: Sphere 2dE
cs: Koule 2dE
de: Kugel 2dE

source: Sphere 4dE
cs: Koule 4dE
de: Kugel 4dE

source: Standard Observer
cs: Standardní pozorovatel
de: Standard Betrachter

source: Star
cs: Hvězda
de: Stern

source: Std-exception occured:
cs: Nastala std. výjimka:
de: Std-Ausnahme:

source: Stop loading
cs: Zastavit načítání
de: Laden angehalten:

source: Such a comparision from device colours + measurements colours on the one side and device + profile/CMM colours on the other side are just one possible quality checking method.
cs: Porovnání údajů z barev zařízení + měření na straně jedné a barev zařízení + CMM na straně druhé je jednou z možných metod kontroly kvality profilu.
de: Ein solcher Vergleich von gemessenen Gerätefarben und errechneten Farben für die gleichen Gerätefarben ist nur eine mögliche Art die Qualität zu prüfen.

source: Table of contents
cs: Obsah
de: Inhalte

source: Tags of type text are the most simple ones. They include informations about the profile like License informations, Description for displaying on behalf of the whole profile, Measurement data , in CGATS text format and more.
cs: Textové štítky jsou ty nejjednodušší. Obsahují informace jako např. označení licence, popis profilu, data měření ve formátu CGATS atd.
de: Die GLieder vom Typ Text sind die einfachsten. Sie können zum Beispiel Messdaten enthalten.

source: Test Curves
cs: Testovat křivky
de: Test Kurven

source: Texts
cs: Texty
de: Texte

source: Texts/Arrows on/off
cs: Texty/šipky zap./vyp.
de: Texte/Pfeile an/aus

source: The 3D gamut viewer can be selected from the menu bar Window &gt; Gamut. It shows the gamut of the device described by the profile with the absolute colorimetric rendering intent.
cs: Trojrozměrná vizualizace gamutu může být zobrazena pomocí menu Okno &gt; Gamut. Zobrazí se gamut zařízení popsaného profilem dle absolutního kolorimetrického záměru transformace.
de: Die Farbhüllansicht wird von der oberen Menüleiste Fenster -&gt; Farbhülle aufgerufen. Die Ansicht zeigt den Gerätefarbraum gesehen durch die absolut farmetrische Übertragungsfunktion.

source: The CLUT view has various options to visualise the table. For instance you can make table appear coloured or select a channel of choice. The numbers in the status window are normalised to 0.0 -&gt; 1.0.
cs: Zobrazení CLUT nabízí různé způsoby vizualizace tabulky. Např. lze zobrazit tabulku obarvenou či vybrat pouze konkrétní kanál. Čísla ve stavovém okně jsou normalizována do intervalu 0.0 -&gt; 1.0.
de: Die 3D Tabellenansicht hat viele Betrachtungsoptionen. Zum Beispiel kann die Tabelle undurchsichtig, grau und farbig gezeigt werden. Einzelne Kanäle lassen sich auswählen. Die angezeigten Zahlenwerte sind alle auf 0.0 -&gt; 1.0 normalisiert.

source: The Gamut Menus
cs: Menu pro gamut
de: Die Farbhüllfenstermenüs

source: The Help menus About button shows a short overview, license and other programers acknowledgement, who helped with providing theyre code for free.
cs: Tlačítko O aplikaci... v menu Nápověda zobrazí stručný přehled, licenci a poděkování dalším programátorům, kteří zdarma pomohli svým kódem.
de: Das Menüeintrag "Über" des Hilfemenüs zeigt einen kleinen Überblick, die Lizenzbedingungen, eine Liste von beitragenden Programmierern und Internetverknüpfungen an.

source: The appliance of color profiles shall help to achive an easy color data exchange, regardless which application or what kind of operating system is used. As well color adaption between different devices is possible, provided the color characteristics of both devices are known. The qulity of a color transform from one to an other device depends mainly on the quality of the color measurement and the used profiling algorithm during profile creation.
cs: Používání barvových profilů pomůže dosáhnout snadné výměny dat o barvách, bez ohledu na to, která aplikace nebo jaký typ operačního systému je použit. Stejně tak je možné přizpůsobení barev mezi různými zařízeními za předpokladu, že je známa barvová charakteristika obou zařízení. Kvalita transformace barev z jednoho na druhé zařízení závisí především na kvalitě měření barev a použitém algoritmu během tvorby profilu.
de: Die Anwendung von Farbprofilen soll einen reibungslosen Datenaustausch zwischen unterschiedlichen Farbr&auml;umen und den Abgleich auf unterschiedlichen Ger&auml;ten mit Ihren jeweiligen physikalischen Gegebenheiten erm&ouml;glichen. Das Gelingen h&auml;ngt insbesondere von der Qualit&auml;t der Farbmessungen und dem verwendeten Algorithmus wärend der Erstellung der Farbprofile ab.

source: The color transformations are realised with littleCMS through the Oyranos CMM API.
cs: Barvové transformace jsou uskutečněny pomocí littleCMS prostřednictvím API CMM Oyranosu.
de: Die Farbumwandlungen werden durch littleCMS über die Oyranos CMM API realisiert.

source: The colour space shown is allways in CIE*Lab coordinates.
cs: Zobrazený barvový prostor je vždy v souřadnicích CIE*Lab.
de: Der Farbraum ist wird in immer in CIE*Lab Koordinaten unter D50 angezeigt.
